tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sass/sass"
brew "cloc"
brew "deno"
brew "go"
brew "mas"
brew "openjdk"
brew "openjdk@8"
brew "sqlite"
brew "python@3.9"
brew "rsync"
brew "rust"
brew "sass/sass/sass"
cask "chromium"
cask "cleanmymac", args: { appdir: "~/Applications" }
cask "clipy"
cask "figma"
cask "firefox-developer-edition"
cask "gimp", args: { appdir: "~/Applications" }
cask "github", args: { appdir: "~/Applications" }
cask "iina"
cask "imageoptim", args: { appdir: "~/Applications" }
cask "iterm2", args: { appdir: "~/Applications" }
cask "macmediakeyforwarder", args: { appdir: "~/Applications" }
cask "microsoft-auto-update"
cask "microsoft-excel", args: { appdir: "~/Applications" }
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "openemu", args: { appdir: "~/Applications" }
cask "robo-3t"
cask "sequel-pro", args: { appdir: "~/Applications" }
cask "spotify", args: { appdir: "~/Applications" }
cask "steam", args: { appdir: "~/Applications" }
cask "transmission", args: { appdir: "~/Applications" }
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Accelerate", id: 1459809092
mas "Adblock Plus", id: 1432731683
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Keynote", id: 409183694
mas "Save to Pocket", id: 1477385213
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
