tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sass/sass"
brew "cloc"
brew "deno"
brew "go"
brew "openjdk"
brew "sqlite"
brew "python@3.9"
brew "rsync"
brew "rust"
brew "sass/sass/sass"
cask "cleanmymac", args: { appdir: "~/Applications" }
cask "clipy"
cask "figma"
cask "firefox-developer-edition"
cask "gimp", args: { appdir: "~/Applications" }
cask "github", args: { appdir: "~/Applications" }
cask "handbrake", args: { appdir: "~/Applications" }
cask "imageoptim", args: { appdir: "~/Applications" }
cask "iterm2", args: { appdir: "~/Applications" }
cask "macmediakeyforwarder", args: { appdir: "~/Applications" }
cask "microsoft-excel", args: { appdir: "~/Applications" }
cask "microsoft-powerpoint", args: { appdir: "~/Applications" }
cask "microsoft-teams"
cask "microsoft-word", args: { appdir: "~/Applications" }
cask "notion"
cask "openemu", args: { appdir: "~/Applications" }
cask "robo-3t"
cask "sequel-pro", args: { appdir: "~/Applications" }
cask "spotify", args: { appdir: "~/Applications" }
cask "steam", args: { appdir: "~/Applications" }
cask "transmission", args: { appdir: "~/Applications" }
cask "visual-studio-code"
cask "vlc", args: { appdir: "~/Applications" }
